{
  "TopBar": {
    "food": "Food",
    "sports": "Sports",
    "accommodation": "Accommodation",
    "sights": "Sights",
    "activities": "Activities"
  },
  "Footer": {
    "websitemadewith": "This website was made with Next.js",
    "aboutwebsite": "This website is a project of mine where I show my favourite places and activities in Tampere"
  },
  "Homepage": {
    "title": "Welcome to Tamperella website!",
    "description": "Tampere is the best city in Finland. It is known for its beautiful nature and many activities. This website is a project of mine where I show my favourite places and activities in Tampere. I am 100% biased, but I hope you enjoy it anyway!"
  },
  "Foodpage": {
    "hamptowndescription": "Hamptown Burger is a restaurant in the city center that serves delicious smash hamburgers. Also specialty Smash-potatoes are worth trying! This is my favourite burger place in Tampere!",
    "friendsandbrgrsdescription": "Friends & Brgrs has 2 restaurants in the city center that serve good and affordable smash burgers. If you are really hungry I suggest you take the double friends burger meal with upgraded topped fries!",
    "pizzerialucadescription": "Pizzeria Luca is a pizzeria in the city center that serves delicious pizzas. The restaurant has a nice atmosphere and the pizzas are made with fresh ingredients. Awarded Top 18th pizza in Europe 2021 This is my favourite pizza place in Tampere!",
    "sitkopizzadescription": "Sitko Pizza is a pizzeria in the city center. The specialty of the restaurant is fluffy and tasty pizza bases with sourdough as one of the ingredients. Definitely worth trying!",
    "panimoravintolaplevnadescription": "Panimoravintola Plevna is a brewery restaurant in the city center. The restaurant serves delicious food and has a wide selection of beers. The restaurant is located in an old factory building and has a unique atmosphere. It is the only genuine brewery pub in Tampere, producing a vast selection of beers made on the premises.",
    "osakateppanyakidescription": "Osaka Teppanyaki is a Japanese sushi & teppanyaki buffet. Teppanyaki is a typical Japanese dish where food is prepared in front of customers. Customers can choose from a wide selection of raw ingredients from the buffet, which the chef then grills. It has too many food choices to list here! Prices vary depending on the time of day and day of the week.",
    "whateverdescription": "Whatever is a vegetarian friendly restaurant in the city center. The restaurant serves delicious healthy food.",
    "ravintolanasinneuladescription": "Ravintola Näsinneula is a fine dining restaurant in a unique location in the legendary Näsinneula building. The restaurant is located at the top of Näsinneula observation tower, which is the tallest observation tower in the Nordic countries. The restaurant offers a unique dining experience with a panoramic view of Tampere. The restaurant serves high-quality food and has a wide selection of wines. The restaurant is perfect for special occasions and romantic dinners. Make sure you make a reservation beforehand!",
    "hamburger": "Hamburger",
    "cafe": "Cafe",
    "restaurant": "Restaurant",
    "fastfood": "Fast food",
    "thai": "Thai",
    "vegetarian": "Vegetarian",
    "breakfast": "Breakfast",
    "lunch": "Lunch",
    "dinner": "Dinner",
    "dessert": "Dessert",
    "chickenwings": "Chicken wings",
    "citycenter": "City center",
    "€": "€",
    "€€": "€€",
    "€€€": "€€€",
    "bbq": "BBQ",
    "pizza": "Pizza",
    "sushi": "Sushi",
    "kebab": "Kebab",
    "pasta": "Pasta",
    "buffet": "Buffet",
    "japanese": "Japanese",
    "uniquelocation": "Unique location",
    "finedining": "Fine dining"
  }
}
