{
  "TopBar": {
    "food": "Ruoka",
    "sports": "Urheilu",
    "accommodation": "Majoitus",
    "sights": "Nähtävyydet",
    "activities": "Aktiviteetit"
  },
  "Footer": {
    "websitemadewith": "Tämä sivusto on tehty Next.js:llä",
    "aboutwebsite": "Tämä sivusto on projektini, jossa esittelen suosikkipaikkojani ja -aktiviteettejani Tampereella"
  },
  "Homepage": {
    "title": "Tervetuloa Tamperella-sivustolle!",
    "description": "Tampere on Suomen paras kaupunki. Se on tunnettu kauniista luonnostaan ja monista aktiviteeteistaan. Tämä sivusto on projektini, jossa esittelen suosikkipaikkojani ja -aktiviteettejani Tampereella. Olen 100% puolueellinen, mutta toivottavasti nautit silti!"
  },
  "Foodpage": {
    "hamptowndescription": "Hamptown Burger on ravintola keskustassa, joka tarjoilee herkullisia smash-hampurilaisia. Myös erikoisuus Smash-perunat ovat kokeilemisen arvoisia! Tämä on suosikkiburgerpaikkani Tampereella!",
    "friendsandbrgrsdescription": "Friends & Brgrs:lla on 2 ravintolaa keskustassa, jotka tarjoilee hyviä ja edullisia smash-hampurilaisia. Jos olet todella nälkäinen, suosittelen ottamaan tupla friends burger -aterian päivitetyillä topped fries ranskalaisilla!",
    "pizzerialucadescription": "Pizzeria Luca on pizzeria keskustassa, joka tarjoilee herkullisia pizzoja. Ravintolassa on mukava tunnelma ja pizzat valmistetaan tuoreista raaka-aineista. Palkittu Euroopan 18. parhaana pizzana 2021. Tämä on suosikkipizzapaikkani Tampereella!",
    "sitkopizzadescription": "Sitko Pizza on pizzeria keskustassa. Ravintolan erikoisuutena kuohkeat ja maukkaat pizzapohjat, joissa yhtenä raaka-aineena hapanjuuri. Ehdottomasti kokeilemisen arvoinen!",
    "panimoravintolaplevnadescription": "Panimoravintola Plevna on panimoravintola keskustassa. Ravintola tarjoilee herkullista ruokaa ja sillä on laaja olutvalikoima. Ravintola sijaitsee vanhassa tehdasrakennuksessa ja sillä on ainutlaatuinen tunnelma. Se on ainoa aito panimopubi Tampereella, joka tuottaa laajan valikoiman paikan päällä valmistettuja oluita.",
    "osakateppanyakidescription": "Osaka Teppanyaki on japanilainen sushi & teppanyaki buffet. Teppanyaki on tyypillinen japanilainen ruokalaji, jossa ruoka valmistetaan asiakkaiden edessä. Asiakkaat voivat valita laajasta raaka-ainevalikoimasta buffetista, jotka kokin sitten grillaa. Ruokavalikoima on liian laaja listattavaksi tässä! Hinnat vaihtelevat vuorokaudenajan ja viikonpäivän mukaan.",
    "whateverdescription": "Whatever on kasvissyöjäystävällinen ravintola keskustassa. Ravintola tarjoilee herkullista terveellistä ruokaa.",
    "ravintolanasinneuladescription": "Ravintola Näsinneula on fine dining -ravintola ainutlaatuisella sijainnilla legendaarisessa Näsinneulassa. Ravintola sijaitsee Näsinneula-näkötornin huipulla, joka on Pohjoismaiden korkein näkötorni. Ravintola tarjoaa ainutlaatuisen ruokailuelämyksen Tampereen panoraamanäkymällä. Ravintola tarjoilee korkealaatuista ruokaa ja sillä on laaja viinivalikoima. Ravintola on täydellinen erityisiin tilaisuuksiin ja romanttisiin illallisiin. Varmista, että teet pöytävarauksen etukäteen!",
    "hamburger": "Hampurilainen",
    "cafe": "Kahvila",
    "restaurant": "Ravintola",
    "fastfood": "Pikaruoka",
    "thai": "Thaimaalainen",
    "vegetarian": "Kasvis",
    "breakfast": "Aamiainen",
    "lunch": "Lounas",
    "dinner": "Päivällinen",
    "dessert": "Jälkiruoka",
    "chickenwings": "Siivet",
    "citycenter": "Keskusta",
    "€": "€",
    "€€": "€€",
    "€€€": "€€€",
    "bbq": "BBQ",
    "pizza": "Pizza",
    "sushi": "Sushi",
    "kebab": "Kebab",
    "pasta": "Pasta",
    "buffet": "Buffet",
    "japanese": "Japanilainen",
    "uniquelocation": "Ainutlaatuinen sijainti",
    "finedining": "Fine dining"
  }
}
